Repository: minorninth/audacity_jan_2010
Catalog: htdocs/locale/*.po
Languages: ru

source: Credits
ru: Об авторах

source: These are some of the people who have <a href="../community/">contributed</a> to the free Audacity audio editor.</p> </p>If you have questions or feedback about Audacity, please see the <a href="../contact/">contact page</a>.
ru: Немало людей <a href="../community/">внесло свой вклад </a> в развитие Audacity.</p> </p>Если у вас есть вопросы или отзывы об Audacity, <a href="../contact/">обратитесь</a> к нам.

source: Lead Developers
ru: Основные разработчики

source: Dominic is the project leader and original author of Audacity.
ru: Dominic&nbsp;&mdash; лидер проекта, начавший разработку Audacity.

source: Active Developers
ru: Активные разработчики

source: Contributors
ru: Помогавшие

source: Translators
ru: Переводчики

source: Libraries
ru: Библиотеки

source: Audacity is based on code from the following projects:
ru: Audacity использует код из следующих проектов:

source: Thanks
ru: Благодарности

source: There are many other people and organizations we would like to thank. Many of these have contributed code, patches, feedback, money, time, or other things to the project. Others simply produce tools that made this whole thing possible.
ru: Нам хочется поблагодарить многих людей и организации за присланный код, заплатки, отзывы, деньги, время и иные способы обратной связи с нами и помощи. Другие люди попросту создали инструменты, благодаря которым создание Audacity стало возможным.

source: (Let us know if we're forgetting anyone!)
ru: (Скажите нам, если мы кого-то забыли упомянуть!)

source: Features
ru: Возможности

source: This is a list of features in Audacity, the free audio editor. For more information on how to use these features, go to the <a href="../help/">help pages</a>.
ru: Здесь приведён список возможностей свободного звукового редактора Audacity. Более подробную информацию вы найдёте в <a href="../help/">справке.</a>.

source: <h3>Recording</h3> <p>Audacity can record live audio through a microphone or mixer, or digitize recordings from cassette tapes, vinyl records, or minidiscs. With some sound cards, it can also capture streaming audio.</p> <ul> <li>Record from microphone, line input, or other sources.</li> <li>Dub over existing tracks to create multi-track recordings.</li> <li>Record up to 16 channels at once (requires multi-channel hardware).</li> <li>Level meters can monitor volume levels before, during, and after recording.</li> </ul>
ru: <h3>Запись</h3> <p>Audacity может записывать звук извне с микрофона, встроенного в ОС микшера или канала Line In, к которому можно подключить кассетный магнитофон, проигрыватель грампластинок или минидисков. При использовании некоторых звуковых карт можно записывать и потоковый звук.</p> <ul> <li>Запись с микрофона, линейного входа или других источников.</li> <li>Запись с одновременным прослушиванием имеющихся дорожек.</li> <li>Запись до 16 каналов одновременно (необходима многоканальная звуковая карта).</li> <li>Индикаторы громкости до, во время и после записи.</li> </ul>

source: <h3>Import and Export</h3> <p>Import sound files, edit them, and combine them with other files or new recordings. Export your recordings in several common file formats.</p> <ul> <li>Import and export WAV, AIFF, AU, and <a href="http://vorbis.com">Ogg Vorbis</a> files.</li> <li>Import MPEG audio (including MP2 and MP3 files) with <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Export MP3s with the optional LAME encoder library.</li> <li>Create WAV or AIFF files suitable for burning to CD.</li> <li>Import and export all file formats supported by <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Open raw (headerless) audio files using the “Import Raw” command.</li> <li><strong>Note:</strong> Audacity does not currently support WMA, AAC, or most other proprietary or restricted file formats.</li> </ul>
ru: <h3>Импорт и экспорт звуковых данных</h3> <p>Вы можете импортировать звуковые файлы в проект Audacity, изменить их, объединить с другими файлами или новыми записями, экспортировать результат в файлы нескольких форматов.</p> <ul> <li>Импорт и экспорт файлов в форматах WAV, AIFF, AU, и<a href="http://vorbis.com"> Ogg Vorbis</a>.</li> <li>Импорт звука в MPEG (включая файлы MP2 и MP3) при помощи <a href="http://www.underbit.com/products/mad/">libmad</a>.</li> <li>Экспорт в MP3 при помощи кодировщика LAME, устанавливаемого отдельно.</li> <li>Создание файлов WAV и AIFF, которые можно записать на звуковой компакт-диск.</li> <li>Импорт и экспорт файлов всех форматов, поддерживаемых библиотекой <a href="http://www.mega-nerd.com/libsndfile/">libsndfile</a>.</li> <li>Открытие raw-файлов (файлов без заголовков) при помощи команды «Импортировать raw-файл».</li> <li><strong>Примечание:</strong> в настоящее время Audacity не поддерживает форматы WMA и AAC, а также остальные форматы файлов с закрытыми спецификациями.</li> </ul>

source: <h3>Editing</h3> <ul> <li>Easy editing with Cut, Copy, Paste, and Delete.</li> <li>Use unlimited Undo (and Redo) to go back any number of steps.</li> <li>Very fast editing of large files.</li> <li>Edit and mix an unlimited number of tracks.</li> <li>Use the Drawing tool to alter individual sample points.</li> <li>Fade the volume up or down smoothly with the Envelope tool.</li> </ul>
ru: <h3>Редактирование</h3> <ul> <li>Базовые операции вырезания, копирования, вставки и удаления.</li> <li>Неограниченная история изменения, по которой можно отменить и повторить действие.</li> <li>Очень быстрое изменение больших файлов.</li> <li>Изменение и сведение неограниченного числа дорожек.</li> <li>Использование «карандаша» для редактирования отдельных точек сэмплов.</li> <li>Плавное изменение громкости при помощи инструмента редактирования огибающей.</li> </ul>

source: <h3>Effects</h3> <ul> <li>Change the pitch without altering the tempo, or vice-versa.</li> <li>Remove static, hiss, hum, or other constant background noises.</li> <li>Alter frequencies with Equalization, FFT Filter, and Bass Boost effects.</li> <li>Adjust volumes with Compressor, Amplify, and Normalize effects. <li>Other built-in effects include: <ul> <li>Echo</li> <li>Phaser</li> <li>Wahwah</li> <li>Reverse</li> </ul> </li> </ul>
ru: <h3>Эффекты</h3> <ul> <li>Смена высоты тона без изменения темпа и наоборот.</li> <li>Удаление статического шума, гула, шипения и других постоянных шумовых дефектов записи.</li> <li>Изменение частотных характеристик при помощи эквалайзера, FFT-фильтра и эффекта усиления баса.</li> <li>Подстройка громкости при помощи компрессора, эффекта усиления и или нормализации. <li>Другие встроенные эффекты: <ul> <li>Эхо</li> <li>Фазер</li> <li>Wahwah</li> <li>Разворот</li> </ul> </li> </ul>

source: <h3>Sound Quality</h3> <ul> <li>Record and edit 16-bit, 24-bit, and 32-bit (floating point) samples.</li> <li>Record at up to 96 KHz.</li> <li>Sample rates and formats are converted using high-quality resampling and dithering.</li> <li>Mix tracks with different sample rates or formats, and Audacity will convert them automatically in realtime.</li> </ul>
ru: <h3>Качество звука</h3> <ul> <li>Запись и редактирование 16/24/32-битных (32бит — с плавающей точкой) звуковых данных.</li> <li>Частота дискретизации до 96 кГц.</li> <li>Преобразования частот дискретизации и битовой глубины производятся с использованием качественных алгоритмов ресэмплинга и дитеринга.</li> <li>Сведение дорожек с разными качественными характеристиками с автоматическим преобразованием до характеристик проекта в режиме реального времени.</li> </ul>

source: <h3>Plug-Ins</h3> <ul> <li>Add new effects with <a href="http://www.ladspa.org/">LADSPA plugins</a>.</li> <li>Audacity includes some sample plugins by <a href="http://plugin.org.uk/">Steve Harris</a>.</li> <li>Load VST plugins for Windows and Mac, with the optional <a href="http://audacityteam.org/vst/">VST Enabler</a>.</li> <li>Write new effects with the built-in <a href="../help/nyquist">Nyquist</a> programming language.</li> </ul>
ru: <h3>Модули (Plug-Ins)</h3> <ul> <li>Всегда можно добавить новые <a href="http://www.ladspa.org/">LADSPA-модули</a>.</li> <li>Audacity включает несколько LADSPA-модулей <a href="http://plugin.org.uk/">Стива Хэрриса</a> (Steve Harris).</li> <li>Использование VST-модулей под Windows и Mac при помощи скачиваемого отдельно модуля <a href="http://audacityteam.org/vst/">VST Enabler</a>.</li> <li>Создание своих эффектов на простом встроенном языке <a href="../help/nyquist">Nyquist</a>.</li> </ul>

source: <h3>Analysis</h3> <ul> <li>Spectrogram mode for visualizing frequencies.</li> <li>“Plot Spectrum” command for detailed frequency analysis.</li> </ul>
ru: <h3>Анализ</h3> <ul> <li>Спектрографический режим отображения дорожек.</li> <li>Команда «Нарисовать график спектра» для детального анализа частотных характеристик.</li> </ul>

source: <h3>Free and Cross-Platform</h3> <ul> <li>Licensed under the <a href="license">GNU General Public License (GPL)</a>.</li> <li>Runs on Mac OS X, Windows, and GNU/Linux.</li> </ul>
ru: <h3>Свобода использования и многоплатформенность</h3> <ul> <li>Программа распространяется на условиях <a href="license">GNU General Public License (GPL)</a>.</li> <li>Работает в Mac OS X, Windows, GNU/Linux и некоторых Unix-системах.</li> </ul>

source: About Audacity
ru: Об Audacity

source: <p>Audacity is a free, easy-to-use audio editor and recorder for Windows, Mac OS X, GNU/Linux, and other operating systems. You can use Audacity to:</p> <ul> <li>Record live audio.</li> <li>Convert tapes and records into digital recordings or CDs.</li> <li>Edit Ogg Vorbis, MP3, and WAV sound files.</li> <li>Cut, copy, splice, and mix sounds together.</li> <li>Change the speed or pitch of a recording.</li> <li>And more! See the complete <a href="features">list of features</a>.</li> </ul>
ru: <p>Audacity — свободный, простой в использовании звуковой редактор для Windows, Mac OS X, GNU/Linux и других операционных систем. Audacity можно использовать для:</p> <ul> <li>Записи звука.</li> <li>Оцифровки аналоговых записей (кассет, грампластинок).</li> <li>Редактирования файлов в форматах Ogg Vorbis, MP3 и WAV.</li> <li>Физического редактирования нескольких файлов (вырезание, склейка, сведение).</li> <li>Изменения скорости и высоты тона записи.</li> <li>Ещё много для чего ещё! Почитайте полный <a href="features">список возможностей</a>.</li> </ul>

source: <h3>About Free Software</h3> <p>Audacity is free software, developed by a group of volunteers and distributed under the <a href="license">GNU General Public License (GPL)</a>.</p> <p>Free software is not just free of cost (like “free beer”). It is <b>free as in freedom</b> (like “free speech”). Free software gives you the freedom to use a program, study how it works, improve it, and share it with others. For more information, visit the <a href="http://www.fsf.org/">Free Software Foundation</a>.</p> <p>Programs like Audacity are also called <b>open source software</b>, because their source code is available for anyone to study or use. There are thousands of other free and open source programs, including the <a href="http://www.mozilla.org/">Mozilla</a> web browser, the <a href="http://www.openoffice.org/">OpenOffice.org</a> office suite, and entire <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/">Linux-based operating systems</a>.</p>
ru: <h3>О свободном софте</h3> <p>Audacity является свободным программным обеспечением, разрабатываемым группой добровольцев и распространяемом на условиях <a href="license">GNU General Public License (GPL)</a>.</p> <p>Свободный софт не является бесплатным (как «бесплатное пиво»). Оно является именно свободным — <b>как свобода мнения</b>. Свободный софт позволяет любому как угодно использовать его, изучать, как он работает, улучшать его, делиться им с другими и даже продавать его. Подробнее об этом вы можете прочитать на сайте <a href="http://www.fsf.org/">Фонда Свободного Программного Обеспечения</a>.</p> <p>Программы наподобие Audacity также называют <b>программным обеспечением с открытым исходным кодом</b>, поскольку любой может получить доступ к их исходному коду. Существуют тысячи других свободным и открытых приложений, включая такие известные как веб-браузер <a href="http://www.mozilla.org/">Mozilla</a>, офисный пакет <a href="http://www.openoffice.org/">OpenOffice.org</a> и даже целые <a title="Ubuntu Linux" href="http://www.ubuntulinux.org/">дистрибутивы GNU/Linux</a>.</p>

source: License
ru: Лицензия

source: <p>Audacity is free software; you can redistribute it and/or modify it under the terms of the <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License</a> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.</p> <p>This license gives you the permission to modify, copy, distribute, and sell Audacity, as long as the code you distribute is available under the GPL. If you have questions, please <a href="../contact/">contact us</a>. <p>See also: <a href="http://www.gnu.org/licenses/gpl-faq.html">Frequently Asked Questions about the GNU GPL</a>.</p>
ru: <p>Audacity является свободным программным обеспечением; вы можете распространять и/или изменять его на условиях <a href="http://www.gnu.org/licenses/licenses.html#GPL">GNU General Public License</a>, опубликованной Фондом Свободного Программного Обеспечения, в её второй или, по желанию, любой более новой редакции.</p> <p>Эта лицензия позволяет вам изменять, копировать, распространять и продавать Audacity до тех пор, пока распространяемый или изменённый вами код доступен на условиях всё той же GPL. Если у вас возникли вопросы, пожалуйста, <a href="../contact/">свяжитесь с нами</a>. <p>Мы также рекомендуем прочитать <a href="http://www.gnu.org/licenses/gpl-faq.html">ответы на часто задаваемые вопросы о GNU GPL</a>.</p>

source: Links
ru: Ссылки

source: Other Things Named “Audacity” (not related to us)
ru: Что ещё называется “Audacity”, но не имеет к нам отношения

source: <a href="http://www.audiost.com/advr.htm">Audacity DVR</a> is a digital voice recorder for Palm OS and Treo handheld computers
ru: <a href="http://www.audiost.com/advr.htm">Audacity DVR</a>&nbsp;&mdash; цифровой диктофон для КПК Treo на основе Palm OS

source: <a href="http://www.audacity.org">Audacity.org</a> is a research company for construction industry professionals.
ru: <a href="http://www.audacity.org">Audacity.org</a>&nbsp;&mdash; исследовательская компания, специализирующаяся на подготовке профессиональных кадров.

source: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a> is a street-rock band from Finland.
ru: <a href="http://kotinetti.suomi.net/jakke/audacity/">Audacity</a>&mbsp;&mdash; street-rock группа из Финляндии.

source: <a href="http://www.audacity.com/">Audacity, Inc.</a> builds custom enterprise and departmental Windows applications.
ru: <a href="http://www.audacity.com/">Audacity, Inc.</a>&nbsp;&mdash; пишет Windows-приложения для корпораций.

source: Other Audio Software
ru: Другие свободные программы для работы со звуком

source: <a href="http://ardour.org/">Ardour</a> is a powerful digital audio workstation that runs on GNU/Linux.
ru: <a href="http://ardour.org/">Ardour</a>&nbsp;&mdash; мощная цифровая аудиостанция на базе GNU/Linux.

source: <a href="http://cdexos.sourceforge.net/">CDex</a> is a free CD ripper for Microsoft Windows.
ru: <a href="http://cdexos.sourceforge.net/">CDex</a>&nbsp;&mdash; приложение под Windows для копирования звуковых компакт-дисков.

source: <a href="http://panic.et.tudelft.nl/~costar/gramofile/">GramoFile</a> is a free tool for capturing and cleaning recordings from vinyl records.
ru: <a href="http://panic.et.tudelft.nl/~costar/gramofile/">GramoFile</a>&nbsp;&mdash; программа для записи с проигрывателей грампластинок и очистки полученного звука от &laquo;виниловых&raquo; артефактов (&laquo;песок&raquo;, &laquo;гул&raquo; и т.д.).

source: More free software at SourceForge.net:
ru: Ещё больше программного обеспечения на SourceForge.net:

source: Audio Editors
ru: Звуковые редакторы

source: Audio Capture/Recording
ru: Запись звука

source: Audio Analysis
ru: Анализ звука

source: More news items...
ru: Архив новостей...

source: News
ru: Новости

source: Screenshots
ru: Скриншоты

source: Click any screenshot for a larger version.
ru: Щёлкните для разворота любого скриншота в полный размер.

source: Audacity running on Linux
ru: Audacity для Linux

source: Audacity running on Windows
ru: Audacity для Windows

source: Audacity running on Mac OS X
ru: Audacity для Mac OS X

source: Noise Removal effect
ru: Эффект удаления шума

source: Change Pitch effect
ru: Эффект смены высоты тона

source: Change Tempo effect
ru: Эффект смены темпа

source: Recording with Audacity
ru: Запись при помощи Audacity

source: Page Not Found
ru: Страница не найдена

source: Sorry, the page you are looking for was not found. Please try the <a href="/">Audacity home page</a> or the <a href="/site-map">site map</a>.
ru: Извините, но страница не найдена. Сходите на <a href="/">главную страницу Audacity</a> или на <a href="/site-map">карту сайта</a>.

source: Web Site Copyright and Trademark
ru: Права на веб-сайт и торговую марку

source: This web site is Copyright &copy; %s members of the Audacity development team. Except where otherwise noted, all text and images on this site are licensed under the <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, version 2.0</a>. You may modify, copy, distribute, and display this material, but you must give credit to the original authors. Please see the license for details.
ru: Авторские и смежные права на этот сайт &copy; %s принадлежат членам группы разработчиков Audacity. Помимо явно означенных исключений весь текст и изображения распространяются на условиях <a href="http://creativecommons.org/licenses/by/2.0/">Creative Commons Attribution License, version 2.0</a>. Вы можете изменять, копировать, распространять и показывать этим материалы, сохраняя в неприкосновенности его авторство. Подробности вы найдёте в тексте лицензии.

source: "Audacity" is a trademark of Dominic Mazzoni. The Google logo is a trademark of Google, Inc.
ru: "Audacity" является торговой маркой, принадлежащей Доминику Маццони. Логотип Google является торговой маркой Google, Inc.

source: Free Audio Editor and Recorder
ru: Свободный звуковой редактор

source: for Microsoft Windows
ru: для Microsoft Windows

source: for Mac OS X
ru: для Mac OS X

source: For Windows, Mac, or GNU/Linux
ru: Для Windows, Mac, или GNU/Linux

source: The Free, Cross-Platform Sound Editor
ru: Свободный, многоплатформенный звуковой редактор

source: Audacity&reg; is free, open source software for recording and editing sounds. It is available for Mac OS X, Microsoft Windows, GNU/Linux, and other operating systems. <a href="about/">Learn more about Audacity...</a>
ru: Audacity&reg;&nbsp;&mdash; свободный аудиредактор с открытым исходным кодом. Он работает под Mac OS X, Microsoft Windows, GNU/Linux и другими операционными системами. <a href="about/">Узнайте больше об Audacity...</a>

source: Download Audacity %s
ru: Скачать Audacity %s

source: Beta
ru: Бета

source: Other downloads
ru: Другие скачиваемые фйлы

source: Get Notified of New Versions
ru: Получать уведомления о новых версиях

source: Email address
ru: Адрес эл. почты

source: Add
ru: Добавить

source: Remove
ru: Удалить

source: Home
ru: Главная

source: About
ru: О программе

source: Download
ru: Скачать

source: Stable
ru: Стабильная версия

source: Source Code
ru: Исходный код

source: Release Notes
ru: Заметки к версии

source: New Features in 1.3
ru: Новое в 1.3

source: Plug-Ins
ru: Модули (Plug-Ins)

source: Buy a CD
ru: Купить CD

source: Help
ru: Помощь

source: Documentation
ru: Документация

source: Tutorials
ru: Уроки

source: Contact Us
ru: Обратная связь

source: Mailing Lists
ru: Списки рассылки

source: Privacy Policy
ru: Конфиденциальность

source: Get Involved
ru: Поучаствовать в проекте

source: Users
ru: Пользователи

source: Developers
ru: Разработчики

source: Donate
ru: Финансовая помощь

source: Site Map
ru: Карта сайта

source: Join the <a href="../contact/lists#devel">audacity-devel</a> mailing list to discuss current and future development, or to get help building and modifying the Audacity source code.
ru: Для обсуждения происходящей и запланированной разработки, помощи в сборке и написании кода Audacity подпишитесь на список рассылки <a href="../contact/lists#devel">audacity-devel</a>.

source: <h3 id="cvs">CVS</h3> <p>You can get the latest development code from our CVS repository.</p> <ul> <li><p><a href="http://cvs.sourceforge.net/viewcvs.py/audacity/audacity-src/">Browse the Audacity source code online.</a></p></li> <li><p>Use this command to check out the latest Audacity 1.2 (stable) source code from CVS:</p> <p><kbd>cvs -d:pserver:anonymous@cvs.sourceforge.net:/cvsroot/audacity checkout -r AUDACITY_1_2 audacity</kbd></p></li> <li><p>Or use this command to check out the latest Audacity 1.3 (unstable) source code from CVS:</p> <p><kbd>cvs -d:pserver:anonymous@cvs.sourceforge.net:/cvsroot/audacity checkout audacity</kbd></p></li> </ul> <p>For more information, read the <a href="http://sourceforge.net/cvs/?group_id=6235">SourceForge CVS instructions</a>.</p> <p>See the source code page for <a href="../download/source#instructions">compilation instructions</a>.</p>
ru: <h3 id="cvs">CVS</h3> <p>Вы можете получить самый свежий код разработки из репозитория CVS.</p> <ul> <li><p><a href="http://cvs.sourceforge.net/viewcvs.py/audacity/audacity-src/">Можно просмотреть его прямо из браузера.</a></p></li> <li><p>Можно получить код стабильной ветки Audacity (1.2) из CVS:</p> <p><kbd>cvs -d:pserver:anonymous@cvs.sourceforge.net:/cvsroot/audacity checkout -r AUDACITY_1_2 audacity</kbd></p></li> <li><p>Или получить исходные тексты нестабильной экспериментальной версии Audacity (1.3) :</p> <p><kbd>cvs -d:pserver:anonymous@cvs.sourceforge.net:/cvsroot/audacity checkout audacity</kbd></p></li> </ul> <p>Подробности о работе с CVS вы найдёте <a href="http://sourceforge.net/cvs/?group_id=6235">здесь</a>.</p> <p>Почитайте справку о том, <a href="../download/source#instructions">как скомпилировать Audacity</a> из исходного кода.</p>

source: <h3 id="bugzilla">Bugzilla</h3> <p>The Audacity developers use <a href="%s/">Bugzilla</a> to keep track of confirmed bugs. Check the list of <a href="%s/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">open bugs</a> if you are looking for something to work on.</p> <p><strong>Note:</strong> This Bugzilla is for development use only. If you are a user reporting new bugs, please <a href="../contact/">send us e-mail</a> instead. Thank you!</p>
ru: <h3 id="bugzilla">Bugzilla</h3> <p>Разработчики Audacity используют<a href="%s/">Bugzilla</a> для отслеживания хода работ по исправлению найденных ошибок. Проверьте список <a href="%s/buglist.cgi?bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED">открытых жалоб</a>, если хотите помочь с их исправлением.</p> <p><strong>Примечание:</strong> Bugzilla используется только разработчиками. Если вы пользователь, нашедший ошибку, напишите нам о ней в <a href="../contact/">письме</a>. Большое спасибо!</p>

source: Make a Donation
ru: Как оказать финансовую помощь

source: Resources for Translators
ru: Ресурсы для переводчиков

source: Mailing list and archives
ru: Список рассылки и его архивы

source: Latest audacity.pot file
ru: Текущий файл audacity.pot

source: Latest audacity_website.pot file
ru: Текущий файл audacity_website.pot

source: User Community
ru: Сообщество пользователей
