Repository: minorninth/audacity_jan_2010
Catalog: htdocs/locale/*.po
Languages: ru

source: The beta version of Audacity has not been packaged for very many distributions yet. You probably want to compile Audacity from <a href="source">source code</a>.
ru: Бета-версия Audacity пока что отсутствует в готовом виде для многих дистрибутивов. Вероятно, вы захотите собрать программу из <a href="source">исходного кода</a>.

source: Recommended Download
ru: Рекомендуемая закачка

source: For Mac OS X: <a href="%s">Audacity %s</a> (.dmg file, %.1lf MB) - The latest version of the free Audacity audio editor.
ru: Для Mac OS X: <a href="%s">Audacity %s</a> (.dmg file, %.1lf Мбайт)&nbsp;&mdash; самая новая версия Audacity.

source: Optional Downloads
ru: Варианты закачки

source: System Requirements
ru: Системные требования

source: Audacity 1.3 requires Mac OS X 10.3 or later.
ru: Для работы Audacity 1.3 требуется Mac OS X 10.3 или более новая версия.

source: Audacity runs best with at least 64 MB RAM and a 300 MHz processor.
ru: Audacity рекомендуется использовать на компьютере как минимум с 64 Мбайт ОЗУ и процессором с тактовой частотой от 300 МГц.

source: <a href="%s">Audacity %s source tarball</a> (%.1lf MB)
ru: <a href="%s">Архив с исходным кодом Audacity %s</a> (%.1lf Мбайт)

source: You can also get the latest development code from <a href="../community/developers#cvs">CVS</a>.
ru: Текущий код в дереве разработки можно получить из <a href="../community/developers#cvs">CVS</a>.

source: If you have trouble with your download, or need an older version of Audacity, try our <a href="%s">alternate download links</a>.
ru: Если у вас возникли проблемы с закачкой Audacity или понадобилась более старая версия, попробуйте <a href="%s">альтернативные ссылки на закачку</a>.

source: How to Build Audacity
ru: Как скомпилировать Audacity

source: Dependencies
ru: Зависимости

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.3 needs wxGTK 2.6.
ru: <b>Необходима</b> библиотека <a href="http://wxwidgets.org">wxWidgets</a>. Audacity 1.3 требует версию wxGTK 2.6.

source: You may also choose to install the following <b>optional libraries</b>, or get them by checking out Audacity from CVS.
ru: По желанию можно установить следующие <b>необязательные библиотеки</b>, либо получить их вместе с Audacity из CVS.

source: If you install libraries using a package management system like Apt or RPM, make sure to install the "dev" (development) packages for each library.
ru: Если вы установили библиотеки при помощи системы управления пакетами вроде APT,убедитесь что пакеты для разработки "-dev" (development) для каждой из библиотек также установлены.

source: Compilation
ru: Компиляция

source: To build Audacity, run the following command in the Audacity source directory:
ru: Для сборки Audacity запустите следующую команду в корневом каталоге с исходным кодом Audacity:

source: You can type <kbd>./configure --help</kbd> to see a list of compilation options. After Audacity is compiled, run <kbd>make install</kbd> as root to install it.
ru: Вы можете набрать <kbd>./configure --help</kbd> для просмотра ключей сборки. По окончании сборки Audacity запустите команду <kbd>make install</kbd> с правами суперпользователя для установки программы.

source: Notes
ru: Примечания

source: For additional information about building Audacity on Windows or Mac OS X, see the files <b>win/compile.txt</b> and <b>mac/compile.txt</b> in the Audacity source code directory.
ru: Подробнее о том, как собрать Audacity для Windows или Mac OS X, можно прочитать в файлах <b>win/compile.txt</b> и <b>mac/compile.txt</b> в каталоге с исходным кодом Audacity.

source: <a href="%s">Audacity %s installer</a> (.exe file, %.1lf MB) - The latest version of the free Audacity audio editor.
ru: <a href="%s">Пакет для установки Audacity %s</a> (файл .exe, %.1lf Мбайт)&nbsp;&mdash; самая новая версия Audacity.

source: Windows 98, ME, 2000, XP, or later. (Sorry, Audacity is not supported on Windows 95 or NT 4.0.)
ru: Windows 98, ME, 2000, XP, или более новая. (Извините, но Audacity не поддерживается на Windows 95 и NT 4.0.)

source: Audacity runs best with at least 64 MB RAM and 300 MHz processor.
ru: Audacity рекомендуется использовать на компьютере с 64 Мбайт ОЗУ и процессором с тактовой частотой от 300 МГц.

source: Click here to read about new features in Audacity 1.3.
ru: Щёлкните здесь, чтобы почитать подробности об Audacity 1.3

source: Audacity 1.3 is an unstable, beta version of Audacity. Users who want a completely stable, finished program should be using Audacity 1.2. Audacity 1.3 has hundreds of new features, but some features may be incomplete or confusing, it is more likely to crash, and you are more likely to lose data. You can install both Audacity 1.2 and 1.3 on the same machine.
ru: Audacity 1.3&nbsp;&mdash; нестабильная бета-версия Audacity. Пользователям, которые хотят работать с абсолютно стабильной завершённой программой, настоятельно рекомендуется использовать Audacity 1.2. В Audacity 1.3 множество новшеств, но некоторые из них не завершены, могут сбить с толку пользователя, потерять его данные или даже обрушить программу. При желании на одном компьютере можно держать как стабильную версию Audacity 1.2, так и нестабильную 1.3.

source: Audacity 1.3 is available in many languages, but most translations are incomplete. Words and phrases which have not been translated yet will appear in English.
ru: Версия Audacity 1.3 доступна на многих языках, но большинство переводов незавершено. Не переведённые слова и фразы будут показаны на английском языке.

source: Purchase Audacity on CD
ru: Купить Audacuty на CD

source: Audacity is free to download, but vendors are also free to sell copies of the program, thanks to the <a href="../about/license">GNU General Public License</a>. If you want a copy of Audacity on CD-ROM, we encourage you to buy from a vendor listed below.
ru: Audacity можно свободно скачать, но благодаря <a href="../about/license">GNU General Public License</a> любой может продавать копию программы. Если вы хотите копию Audacity на CD-ROM, мы предлагаем купить её у приведённых ниже вендоров.

source: <h3>TheOpenCD (Windows)</h3> <p><a href="http://www.theopencd.org/">TheOpenCD</a> is a collection of high-quality free software for Microsoft Windows, including Audacity. You can <a href="http://www.theopencd.org/index.php?option=com_static&staticfile=purchase.html">purchase a copy of TheOpenCD</a> from several different vendors.</p>
ru: <h3>TheOpenCD (Windows)</h3> <p><a href="http://www.theopencd.org/">TheOpenCD</a>&nbsp;&mdash; это коллекция высококачественного свободного софта для Microsoft Windows, включающая Audacity. Вы можете <a href="http://www.theopencd.org/index.php? option=com_static&staticfile=purchase.html">купить копию TheOpenCD</a> у нескольких вендоров.</p>

source: LAME MP3 encoder
ru: LAME, кодировщик в MP3

source: Allows Audacity to export MP3 files.
ru: Обеспечивает экспорт в MP3 из Audacity.

source: Allows Audacity to load VST plug-ins.
ru: Позволяет Audacity загружать модули VST.

source: Download additional effects and filters.
ru: Скачать дополнительные модули эффектов.

source: New features in Audacity 1.3
ru: Новшества в Audacity 1.3

source: New features
ru: Новые возможности

source: The new features in Audacity 1.3 have been grouped into the following six major categories. Click on the links below for more information.
ru: Новые функции в Audacity 1.3 сгруппированы в шесть основных категорий.

source: Collapse/Expand Tracks
ru: Сворачивание и разворачивание дорожек

source: Multiple clips per track
ru: Несколько областей в одной дорожке

source: Selection Bar
ru: Панель выделения

source: Improved Label Tracks
ru: Улучшенные дорожки для заметок

source: QuickTime and Audio Units on Mac OS X
ru: QuickTime и Audio Units в Mac OS X

source: Other features
ru: Другие новшества

source: Audacity 1.3: Collapse/Expand Tracks
ru: Audacity 1.3: Сворачивание и разворачивание дорожек

source: In Audacity 1.3, every track has an upward-pointing triangle at the bottom of the label area on the left side of the track. Click it once to collapse the track to a very small size, and click it again to expand it back to its previous size. Note that as in previous versions, you can resize a track by clicking anywhere along the bottom edge and dragging up or down.
ru: В Audacity 1.3 у каждой дорожки в области заголовка (слева) есть треугольничек, показывающий вверх. Щёлкните по нему один раз, чтобы свернуть дорожку до минимум по вертикали, а затем щёлкните по нему ещё раз, чтобы вернуть дорожке прежний размер. Имейте в виду, что как и раньше размер дооржки по вертикали можно изменить перетаскиванием вверх и вниз за её нижний край.

source: Before clicking on the collapse button for the top track
ru: Перед щелчком по треугольнику

source: After clicking on the collapse button
ru: После щелчка

source: After selecting 'Collapse All Tracks' from the View menu
ru: После выбора пункта меню «Свернуть все дорожки» в меню «Вид»

source: Back:
ru: Назад:

source: Next:
ru: Вперёд:

source: Audacity 1.3: Multiple clips per track
ru: Audacity 1.3: Несколько областей в одной дорожке

source: In Audacity 1.2, there is one audio 'clip' per track. There is no easy way to time-shift part of a track without moving the rest. In Audacity 1.3, you can split a single track into multiple clips. You can move these clips around between different tracks, making it easy to construct complex compositions out of hundreds of smaller audio samples.
ru: В Audacity 1.2 на одну дорожку приходилась одна звуковая область ('clip'), из-за чего было непросто переместить часть дорожки, не переместив всю остальную её часть. В Audacity 1.3 вы можете разделить одну дорожку на несколько областей. Вы можете перемещать эти области между разными дорожками, создавая сложные композиции из сотен фрагментов.

source: The commands you will need to create and work with audio clips are found in the Edit menu. Some of these commands have the same name as in Audacity 1.2, but their behavior has either changed or has been extended to support new functionality.
ru: Команды для создания областей и работы с ними находятся в меню «Правка». Некоторые из них называются так же, как и команды в Audacity 1.2, но их поведение либо изменилось, либо расширилось до поддержки новой функции.

source: There are five ways to end up with multiple clips in a single track:
ru: Существует пять способов получить несколько областей в одной дорожке:

source: Split in the middle of an existing clip.
ru: Разделить посередине имеющуюся область

source: Split Cut in the middle of an existing clip.
ru: Разделить вырезанием посередине имеющейся области

source: Split Delete in the middle of an existing clip.
ru: Разделить удалением посередине имеющейся области

source: Paste into an empty portion of an existing track.
ru: Вставить звуковой фрагмент из буфера обмена в пустую часть дорожки

source: Drag a clip from a different track.
ru: Перетащить область из другой дорожки

source: These commands, and other editing commands, are described in detail below. Alternatively, click on the item in the menu to the left to jump directly to that command.
ru: Эти, а также некотоыре другие команды и описаны далее. При желании вы можете щёлкнуть мышкой по любой из них слева чтобы сразу переместиться к её описанию.

source: Other topics:
ru: Другие темы:

source: Moving clips between tracks
ru: Перемещение областей между дорожками

source: Moving multiple clips at once
ru: Одновременное перемещение нескольких дорожек

source: Cut
ru: Вырезать

source: Removes the selected audio and puts it on the clipboard, and shifts the following audio to the left.
ru: Удаляет выделенную область и помещает её в буфер обмена, смещая оставшуюся часть дорожки вправо.

source: Split Cut
ru: Разделить вырезанием

source: Removes the selected audio and puts it on the clipboard, but does not shift the following audio. The preceding and following audio are now separate clips that can be moved independently.
ru: Удаляет выделенную область и помещает её в буфер обмена, но не смещает оставшуюся часть дорожки вправо.

source: Copy
ru: Скопировать

source: Copies the selected audio to the clipboard.
ru: Копирует выделенную область звук в буфер обмена.

source: Trim
ru: Обрезать

source: Removes all audio from the current clip except the selected part. Does not affect other clips in the same track.
ru: Удаляет все звуковые данные вне выбранной области. Эта операция не затрагивает другие области этой же дорожки.

source: Delete
ru: Удалить

source: Removes the selected audio without placing it on the clipboard, and shifts following audio to the left.
ru: Удаляет выделенную звуковую область, не копируя её в буфер обмена, и смещает оставшуюся часть дорожки вправо.

source: Split Delete
ru: Разделить удалением

source: Removes the selected audio without placing it on the clipboard, but does not shift the following audio. The preceding and following audio are now separate clips that can be moved independently.
ru: Удаляет выделенную звуковую область, не копируя её в буфер обмена, и не смещает оставшуюся часть дорожки вправо. Области перед и после выделеной и удалённой становятся самостоятельными.

source: Silence
ru: Заполнить тишиной

source: Replaces the selection with silence
ru: Заменяет выделенную область тишиной

source: Split
ru: Разделить

source: Splits the current clip into up to three clips at the selection boundaries. The audio before, within, and after the selection can now all be shifted independently
ru: Разделяет всю область на три по границам текущего выделения. После этого области до выделения, в выделении и после него можно перемещать независимо друг от друга.

source: Duplicate
ru: Продублировать

source: Creates a new track containing only the current selection as a new clip
ru: Создаёт новую дорожку, состоящую из копии выделенной звуковой области.

source: Paste - into an existing clip
ru: Вставить - в существующую область

source: When you select Paste and the cursor is inside a clip, the audio gets inserted into the middle of the clip and the following audio is shifted to the right to make room
ru: Если вы вставляете звукые данные из буфера обмена по курсору внутри какой-то области, эти данные смещают часть области после курсора вправо.

source: Paste - into the empty part of a track
ru: Вставить - в пустую часть дорожки

source: When you select Paste and the cursor is outside a clip, and there is enough room for the audio on the clipboard, the audio on the clipboard is inserted without any other clips being shifted over
ru: Если вы вставляете звукые данные из буфера обмена по курсору, находящемуся в пустой части дорожки, эти данные просто встают точно по курсору, ничего никуда не смещая.

source: Join
ru: Объединить

source: If you select a region that overlaps one or more clips, they are all joined into one large clip. Regions in-between clips are treated as silence.
ru: Если выделить звуковые данные, входящие в несколько областей сразу, все эти области объединятся в одну. Пустые части дорожки между областями будут преобразованы в тишину.

source: The time-shift tool can now be used to move a single clip between tracks. Just click and drag.
ru: Инструмент смещения во времени можно исопльзовать для перемещения областей из одной дорожки в другую. Просто щёлкните и перетащите.

source: To time-shift multiple clips at once, select all of the clips you want to move using the normal selection tool, then use the time-shift tool to click and drag. If you click within the selection, all selected clips will move together. If you click outside the selection, only the clip under the mouse cursor will move.
ru: Для того, чтобы переместить несколько областей одновременно, выделите их, затем переключитесь на инструмент смещения во времени и перетащите их, куда нравится. Если при перетаскивании курсор внутри выделения, перемещаются все выделенные области; если вне - только та область, которая сейчас под курсором.

source: Audacity 1.3: Selection Bar
ru: Audacity 1.3: Панель выделения

source: The selection bar
ru: Панель выделения

source: In Audacity 1.2, the current selection is contained in a status bar at the bottom of the window. In Audacity 1.3, this is replaced by a fully functional Selection Bar, which displays and controls the current selection (your choice of Start and End, or Start and Length), and the current audio position. The selection bar is fully editable - just click in any field and type to change the current selection precisely. In addition, many formatting options allow you to view times in different units, such as samples, CD frames, or NTSC video frames.
ru: В Audacity 1.2 данные текущего выделения показывались в статусной панели внизу окна. В Audacity 1.3 для этого используется полнофункциональная панель выделения, которая отображает данные выделения и позволяет точно задавать его (указав начало и конец выделения, либо начало и длительность), а также показывает текущую позицию во времени. Любые изменения в полях панели применяются немедленно. Кроме того, вы можете изменить единицы измерения, задав сэмплы (т.е. выборки), CD выборки и видеокадры NTSC.

source: The project sample rate control on the selection bar
ru: Элемент управления частотой дискретизации всего проекта

source: The current selection on the selection bar
ru: Текущее выделение в панели выделения

source: The audio position on the selection bar
ru: Текущая позиция в панели выделения

source: Different time formats supported by the selection bar
ru: Различные единицы измерения в панели выделения

source: Audacity 1.3: Improved Label Tracks
ru: Audacity 1.3: Улучшенные дорожки для заметок

source: Label Tracks are Audacity's way for you to create markings and annotations within your project. In Audacity 1.3, Label Tracks are much improved, with support for overlapping labels, and support for modifying both the left and right edge of the label region just by clicking and dragging.
ru: Дорожки для заметок в Audacity предназначены для создания пометок в проекте. В Audacity 1.3 дорожки для заметок намного удобнее, чем раньше. Заметки в них могут пересекаться, а охватываемая ими область может быть произвольно расширена, для чего достаточно потянуть за правый или левый край выбранной заметки.

source: To create a label, start by selecting some audio.
ru: Для того чтобы создать заметку, сначала выделите часть звука.

source: Select 'Add Label At Selection' from the Project menu.
ru: В меню «Проект» выберите «Добавить заметку к выделению».

source: Type some text into the label.
ru: Наберите какой-нибудь текст в поле заметки.

source: Click and drag the handles to resize the label.
ru: Щёлкните по краю заметки и перетащите его для изменения размера заметки.

source: Audacity 1.3: QuickTime and Audio Units on Mac OS X
ru: Audacity 1.3: QuickTime и Audio Units в Mac OS X

source: Audacity 1.3: Other features
ru: Audacity 1.3: Другие новшества

source: Select your operating system to download the latest version of the free Audacity sound editor.
ru: Выберите используемую вами операционную систему для скачивания текущей версии Audacity.

source: For all users
ru: Для всех пользователей

source: For advanced users
ru: Для опытных пользователей

source: You can also <a href="buy">purchase</a> a copy of Audacity on CD.
ru: Вы также можете <a href="buy">приобрести</a> Audacity на CD.

source: If you wish to compile Audacity yourself, download the <a href="source">source code</a>.
ru: Вы можете скомпилировать Audacity самостоятельно, скачав <a href="source">исходный код программы</a>.

source: You may modify, distribute, and sell Audacity under the <a href="../about/license">GNU GPL</a>.
ru: Вы можете изменять, распространять и продавать Audacity в соответствии с условиями лицензии <a href="../about/license">GNU GPL</a>.

source: The easiest way to install the free Audacity audio editor on GNU/Linux (and other Unix-like systems) is to download a package built for your operating system:
ru: Проще всего установить Audacity на GNU/Linux и другие Unix-системы&nbsp;&mdash; это скачать готовый пакет для вашей системы:

source: Linux and Unix users may also compile Audacity from <a href="source">source code</a>.
ru: Пользователи GNU/Linux и Unix также могут скомпилировать Audacity из <a href="source">исходного кода</a>.

source: For Mac OS 9: <a href="%s">Audacity %s</a> (.sit file, %.1lf MB)
ru: Для Mac OS 9: <a href="%s">Audacity %s</a> (.sit file, %.1lf Мбайт)

source: (Unfortunately, we no longer have the resources to provide new versions of Audacity for Mac OS 9.)
ru: (К сожалению, у нас больше нет ресурсов для поддержки версии Audacity для Mac OS 9.)

source: Audacity 1.2 requires Mac OS X 10.1 or later.
ru: Audacity 1.2 требуется Mac OS X 10.1 или более новая версия.

source: Audacity 1.0 requires Mac OS 9.0 or later.
ru: Audacity 1.0 требуется Mac OS 9.0 или более новая версия.

source: Plug-In Effects
ru: Модули эффектов

source: LADSPA Plug-Ins
ru: LADSPA-модули

source: Nyquist Plug-Ins
ru: Nyquist-модули

source: VST Plug-Ins
ru: VST-модули

source: The <a href="http://wxwidgets.org">wxWidgets</a> library is <b>required</b>. Audacity 1.2 needs wxGTK 2.4, compiled <em>without</em> the gtk2 or unicode options. (Future versions of Audacity will support newer wxWidgets and GTK libraries.)
ru: <b>Необходима</b> библиотека <a href="http://wxwidgets.org">wxWidgets</a>. Для Audacity 1.2 нужна версия wxGTK 2.4, собранная <em>без</em> gtk2 и поддержки Unicode. (Будущие версии Audacity будут поддерживать более новые версии wxWidgets и GTK.)

source: Quick Reference Guide
ru: Краткая справка

source: Audacity User’s Manual
ru: Руководство пользователя по Audacity

source: Other frequently asked questions...
ru: Другие часто задаваемые вопросы...

source: Frequently Asked Questions
ru: Часто задаваемые вопросы

source: Documentation and Support
ru: Документация и поддержка

source: New!
ru: Новое!

source: Have questions? Post them to the <a href="http://audacityteam.org/forum/">Audacity Forum</a>.
ru: Есть вопросы? Задайте их в <a href="http://audacityteam.org/forum/">форуме Audacity</a>.

source: These articles give step-by-step instructions for common tasks using the free Audacity sound editor.
ru: В этих уроках содержатся пошаговые инструкции к выполнению типовых задач при помощи Audacity.

source: Audacity 1.2 Tutorial by Dan Eliot
ru: Урок по Audacity 1.2 Дэна Элиота (Dan Eliot)

source: Learn how to open and edit a WAV file, and save the result in an MP3.
ru: Научитесь открывать и редактировать WAV-файл, а затем сохранять его в MP3.

source: Multi-Track Recording Tutorial from AGNULA
ru: Урок по многодорожечной записи от AGNULA

source: Make a simple multi-track recording.
ru: Как сделать простую запись в несколько дорожек.

source: Audacity Tutorial by Daniel James
ru: Урок по Audacity Дэниела Джеймса (Daniel James)

source: Shows how to mix a multi-track project. Includes sample sound files.
ru: Как свести несколько дорожек в одну. Включает звуковые файлы с примером.

source: For additional help, see the <a href="documentation">Audacity documentation</a>.
ru: Подробную помощь можно получить в <a href="documentation">документации к Audacity</a>.

source: Page Footer
ru: Нижний колонтитул страницы

source: Privacy
ru: Конфиденциальность

source: Copyright
ru: Авторские и смежные права

source: Creative Commons Attribution license
ru: Лицензия Creative Commons Attribution

source: Creative Commons: Some rights reserved.
ru: Creative Commons: все права сохранены.

source: Development hosted by SourceForge
ru: Разработка хостится на SourceForge

source: View this page in a different language
ru: Просмотреть эту страницу на другом языке

source: Jump to page content
ru: К содержанию страницы

source: Powered by Google
ru: Благодаря Google

source: Search this site
ru: Поиск по этому сайту
