Repository: minorninth/audacity_jan_2010
Catalog: htdocs/locale/*.po
Languages: ru

source: Audacity: Free Sound Editor and Recording Software
ru: Audacity: Свободный Аудиоредактор

source: Site Navigation
ru: Навигация по сайту

source: Audacity 1.2.4 and 1.3.0 Released
ru: Выпущены Audacity 1.2.4 и 1.3.0

source: <p>Audacity 1.2.4 is a new stable version of Audacity. It includes a couple of bug fixes and minor improvements and is recommended for all users. Audacity 1.3.0 is a beta release that contains hundreds of <a href="/download/features-1.3-a">new features</a>, but this version is unfinished and unstable, and is recommended primarily for advanced users. You can install both Audacity 1.2 and 1.3 simultaneously.</p> <p>See the <a href="/download/release-notes">1.2.4 Release Notes</a> for a complete list of changes and known problems in Audacity 1.2.4, or see <a href="/download/features-1.3-a">New Features in 1.3</a> for information about the new beta version.</p> <p>Finally, the best way to get help with Audacity is now the new <a href="http://audacityteam.org/forum/">Audacity Forum</a>. </p>
ru: <p>Audacity 1.2.4&nbsp;&mdash; новая стабильная версия Audacity. Она включает некоторое количество исправлений ошибок, улучшений и рекомендуется всем пользователям предыдущих версий. Audacity 1.3.0&nbsp;&mdash; это предварительный релиз новой версии с массой <a href="/download/features-1.3-a">новшеств</a>, но он не является завершённый продуктом, готовым к повседневному использованию, и можети быть рекомендован только опытным пользователям. Вы можете одновременно держать установленными в системе как стабильную, так и новую версии.</p> <p>На странице <a href="/download/release-notes">«Заметки к версии 1.2.4»</a> приводится полный список изменений и известных недочётов выпущенной версии Audacity 1.2.4. Можно также узнать о <a href="/download/features-1.3-a">Новых возможностях версии 1.3</a>.</p> <p>И, наконец, наилучшим средством получить помощь является <a href="http://audacityteam.org/forum/">форум Audacity</a>. </p>

source: Audacity 1.2.3 Released
ru: Выпущена версия Audacity 1.2.3

source: <p>Audacity 1.2.3 is a new stable version of Audacity. This version fixes a bug that interfered with long recordings on some Windows systems, and another bug that causes random crashes on Mac OS X. It also includes several updated translations, and other bug fixes and minor improvements.</p> <p>See the <a href="/download/release-notes">Release Notes</a> for a complete list of changes and known problems in this version.</p>
ru: <p>Audacity 1.2.3&nbsp;— новая стабильная версия Audacity. В ней исправлена ошибка, из-за которой в некоторых случаях была невозможна продолжительная запись под Windows, а также ошибка, из-за которой программа «падала» под Mac OS X. В эту версию также включены обновлённые переводы интерфейса на другие языки и некоторые незначительные, но приятные улучшения.</p> <p>На странице <a href="/download/release-notes">«Заметки к версии»</a> приводится полный список изменений и известных недочётов выпущенной версии.</p>

source: File Formats
ru: Форматы файлов

source: Audacity uses an open XML file format to encourage interoperability. Beginning with version 1.3.0, we are publishing the following DTD to aid those who want to develop software that reads and writes Audacity project files:
ru: Audacity использует открытый формат на основе XML для обеспечения возможности взаимодействия с другими приложениями. Начиная с версии 1.3.0, мы публикуем следующее DTD для разработчиков ПО, которое читает и пишет файлы проектов Audacity:

source: More documentation on the Audacity project file format is forthcoming.
ru: Более подробная документация формата файлов Audacity ожидается в ближайшем будущем.

source: Mac OS 9 or X
ru: Mac OS 9 или X

source: On Mac OS X, Audacity can now import and audio file supported by Apple's QuickTime technology. This includes .MOV and .MP4 (AAC) files. Unfortunately encrypted audio files (such as those from the iTunes Music Store) cannot be imported directly into Audacity - Apple does not allow this to be done easily because it would be too easy to circumvent the encryption this way.
ru: В Mac OS X Audacity может импортировать все звуковые файлы, поддерживаемые Apple QuickTime, среди которых .MOV и .MP4 (AAC). К сожалению, зашифрованные звуковые файлы (например. из iTunes Music Store) не могут быть напрямую импортированы в Audacity - Apple не позволяет просто реализовать это, иначе справиться с шифрованием было бы слишком просто.
